Repository: shakhzodurinboev/Urban
Catalog: Urban/*.lproj/Localizable.strings
Languages: ru_uz, uz

source: Библиотека
ru_uz: Library
uz: Kutubxona

source: Ваш чек сохранен
ru_uz: Your check is saved
uz: Tekshirishingiz saqlanadi

source: Жен.
ru_uz: Female.
uz: Ayol

source: Закрыто
ru_uz: Closed
uz: Yopiq

source: Камера
ru_uz: Camera
uz: Kamera

source: Муж.
ru_uz: Male.
uz: Erkak

source: Не верный баркод
ru_uz: Not a valid bar code
uz: Joriy shtrix kod emas

source: Неверный код
ru_uz: Incorrect code
uz: Kod noto'g'ri

source: Открыто
ru_uz: Open
uz: Ochiq

source: Отмена
ru_uz: Cancel
uz: Bekor qilish

source: Отправлено с Urban App iOS
uz: Urban App iOS-dan yuborilgan

source: Ошибка при сохранении чека
ru_uz: Error while saving check
uz: Chekni tejashda xatolik yuz berdi

source: Ошибка соединения с сервером
ru_uz: Error connecting to server
uz: Serverga ulanishda xatolik yuz berdi

source: Повторите попытку позже
ru_uz: Please try again later.
uz: Keyinroq qayta urinib ko'ring.

source: Подробнее
ru_uz: Learn More
uz: Ko'proq bilib olish

source: Продолжить
ru_uz: Continue
uz: Davom etish

source: Рекомендую
uz: Men tavsiya qilaman

source: Свернуть
ru_uz: Collapse
uz: Daralt

source: Удалить
ru_uz: Delete
uz: O'chirish

source: Успешно сохранено
ru_uz: Saved successfully
uz: Muvaffaqiyatli saqlandi

source: лет
ru_uz: years
uz: yosh

source: по
ru_uz: by
uz: gacha

source: с
ru_uz: from
uz: dan

source: сум
ru_uz: sum
uz: sum
